tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
brew "composer"
brew "dnsmasq", restart_service: true
brew "gifsicle"
brew "git-flow-avh"
brew "imagemagick"
brew "jpegoptim"
brew "libiconv"
brew "mkcert"
brew "mysql@5.7", restart_service: true, link: true
brew "ncdu"
brew "nginx"
brew "node", link: false
brew "node@12"
brew "optipng"
brew "php", link: false
brew "php@7.2"
brew "php@7.4", restart_service: true, link: true
brew "pkg-config"
brew "pngquant"
brew "postgresql", restart_service: true
brew "putty"
brew "redis", restart_service: true
brew "svgo"
brew "telnet"
brew "yarn"
brew "shivammathur/php/php@7.0"
brew "shivammathur/php/php@7.1"
cask "phpmon"
